[
  'তোমরা ধৈর্য ও নামাজের মাধ্যমে সাহায্য প্রার্থনা করো। আর নিঃসন্দেহে তা বড়ই কঠিন- বিনীতদের জন্যে ছাড়া । ( সূরা: বাকারাহ, আয়াত ৪৫)',
  'ওহে যারা ঈমান এনেছ! জুমার দিনে যখন তোমাদেরকে সালাতের জন্যে ডাকা হয় তখন তোমরা  আল্লাহর স্মরণের দিকে ধাবিত হও এবং ক্রয়-বিক্রয় পরিত্যাগ কর। এটি তোমাদের জন্যে উত্তম –যদি তোমরা জানতে। (সূরা: জুমা, আয়াত: ৯)',
  'বল, নিশ্চয় আমার সালাত, আমার কোরবানি, আমার জীবন ও আমার মরণ জগৎ সমূহের প্রতি পালক আল্লাহর জন্যে। (সূরা: আনয়াম, আয়াত: ১৬২)',
  ' তোমরা সালাত সমূহের প্রতি এবং ( বিশেষ করে ) মধ্যবর্তী সালাতের প্রতি যত্ন বান হও, এবং আল্লাহর (সন্তুষ্টির)  জন্যে একান্ত অনুগত অবস্থায় দাড়াও। (সূরা: বাকারাহ, আয়াত: ২৩৮)',
  'আমি যদি তাদেরকে পৃথিবীতে প্রতিষ্ঠিত করি (ক্ষমতা ও সম্পদ দ্বারা) তাহলে তারা সালাত কায়েম করবে, সৎ কাজের নির্দেশ দেবে ও অসৎ কাজ  হতে নিষেধ করবে, আর সব কাজের পরিণাম আল্লাহর (নিকট) (সূরা: হাজ, আয়াত: ৪১)',
  'আপনি আপনার প্রতি প্রত্যাদিষ্ট কিতাব পাঠ করুন এবং নামাজ কায়েম করুন। নিশ্চয় নামাজ অশ্লীল ও গর্হিত কার্য থেকে বিরত রাখে। আল্লাহর স্মরণ সর্বশ্রেষ্ঠ। আল্লাহ জানেন তোমরা যা কর। (সূরা: আনকাবুত, আয়াত: ৪৫)  ',
  'এবং তুমি সালাত কায়েম কর দিনের দুই দিনের দুই প্রান্তে ও রাতের প্রথমাংশে। নিশ্চয় ভালো কাজ মন্দ কাজকে মিটিয়ে দেয়। উপদেশ গ্রহণকারীদের জন্যে এটি এক উপদেশ। (সূরা: হুদ, আয়াত: ১১৪)',
  'অতঃপর যখন তোমরা নামায সম্পন্ন কর, তখন দন্ডায়মান, উপবিষ্ট ও শায়িত অবস্থায় আল্লাহকে স্মরণ কর। অতঃপর যখন বিপদমুক্ত হয়ে যাও, তখন নামায ঠিক করে পড়। নিশ্চয় নামায মুসলমানদের উপর ফরয নির্দিষ্ট সময়ের মধ্যে।  (সূরা: নিসা, আয়াত: ১০৩)',
  'সূর্য হেলে পড়ার পর থেকে রাতের ঘন অন্ধকার পর্যন্ত কায়েম করো এবং কায়েম কর ফরজের কোরআন পাঠও (অর্থাৎ সালাতুল ফরজ)। নিশ্চয় ফজরের পাঠ ( সালাতুল ফরজ) প্রত্যক্ষ করা হয়। (সূরা: বানী ইসরাইল, আয়াত: ৭৮)',
  'সুতরাং ওই সব নামাজির জন্য দুঃখ, যারা নিজেদের নামাজসমূহে অলসতা করে। যারা লোককে দেখানোর জন্য নামাজ পড়ে। (সূরা: মাউন, আয়াত: ৪-৫-৬)',
  'নিশ্চয় মুমিনগণ সফলকাম, যারা নিজেদের নামাজে অন্তরের বিনয় প্রকাশ করে। (সূরা: মু‘মিন, আয়াত: ১-২)',
  'সজাগ দৃষ্টি রেখ সমস্ত নামাজের প্রতি এবং মধ্যবর্তী নামাজের প্রতি। আর আল্লাহর সামনে আদব সহকারে দাড়াও। (সূরা: বাকারা, আয়াত: ২৩৮)',
  'হজরত আবদুল্লাহ ইবনে ওমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত তিনি বলেন, قَالَ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ بُنِىَ الْاِسْلَامُ عَلٰى خَمْسٍ شَهَادَةُ اَنْ لَّا اِلٰهَ اِلَّا اللّٰهُ وَاَنَّ مُحَمَّدًا رَّسُوْلُ اللّٰهِ وَاِقَامُ الصَّلٰوْةَ وَاِيْتَاءُ الزَّكٰوْةَ وَحَجُّ الْبَيْتِ وَصَوْمُ رَمَضَانَ- مُتَّفَقٌ عَلَيْةِ- অর্থাৎ- রাসূলুল্লাহ সাল্লাল্লাহু তায়ালা আলাইহি ওয়াসাল্লাম ইরশাদ করেন, ইসলামের ভিত্তি ৫টি জিনিসের ওপর স্থাপিত- ১. এ সাক্ষ্য দেয়া যে, আল্লাহ ব্যতীত আর কোনো ইলাহ নেই এবং মুহাম্মাদ সাল্লাল্লাহু তায়ালা আলাইহি ওয়াসাল্লাম আল্লাহর রাসূল।২. নামাজ কায়েম করা। ৩. জাকাত আদায় করা। ৪. বাইতুল্লাহর হজ করা এবং ৫. রমজানের রোজা রাখা। (বোখারী ও মুসলিম)',
  'ইমাম আহমদ হাসান সনদে ও আবূ ইয়ালা কর্তৃক বর্ণিত। হজরত আবু হোরায়রা রাদিয়াল্লাহু আনহু বলেন- وَنَهَانِيْ عَنْ نَقْرَةٍ كَنَقْرَةِ الدَّيْكِ وَإِقْعَاءٍ كَإِقْعَاءِ الْكَلْبِ وَالْتِفَاتٍ كَالْتِفَاتِ الثَّعْلَبِ- অর্থাৎ- নবী করিম সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নামাজে তিনটি বিষয় থেকে নিষেধ করেছেন। ১. মোরগের মত ঠোকর মারতে ২. কুকুরের মত বসতে এবং ৩. শৃগালের মত এদিক সেদিক তাকাতে। (আহমদ-২৯৯)',
  'অর্থাৎ- একদিন হুজুর সাল্লাল্লাহু তায়ালা আলাইহি ওয়া সাল্লাম এক ব্যক্তিকে নামাজ আদায় করতে দেখলেন যে, রুকূ পুরোপুরিভাবে করছে না এবং সিজদায় ঠোকর মারছে। হুজুর নির্দেশ দিলেন, পরিপূর্ণভাবে রুকূ কর এবং এ-ও ইরশাদ করলেন, এ ব্যক্তি যদি এ অবস্থায় মৃত্যুবরণ করে তবে মিল্লাতে মুহাম্মাদী সাল্লাল্লাহু তায়ালা আলাইহি ওয়াসাল্লাম ছাড়া অন্য মিল্লাতে মৃত্যুবরণ করবে। তারপর ইরশাদ করলেন, যে ব্যক্তি পরিপূর্ণভাবে রুকূ করে না এবং সিজদায় ঠোকর মারে ওই ভুখার মত যে এক দু’টি খেজুর খেয়ে নেয়, যা কোনো কাজ দেয় না। (মু’জামুল কাবীর, ১৫৮)',
  'অর্থাৎ- সবচেয়ে বড় চোর সেই, যে নিজ নামাজ চুরি করে। কেউ আরজ করল, ইয়া রাসুলাল্লাহ! নামাজ কীভাবে চুরি করে? ইরশাদ করলেন, রুকূ ও সিজদা পুরোপুরিভাবে আদায় করে না। (মুজামুল কাবীর-২০৮)',
  'অর্থাৎ- মদ্যপায়ী ব্যভিচারী ও চোর সম্পর্কে তোমাদের কী ধারণা? সকলে আরজ করলেন, আল্লাহ ও তাঁর রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম খুব ভাল জানেন। ইরশাদ করলেন, এসব অত্যন্ত মন্দ এবং এতে শাস্তি রয়েছে। আর সবচেয়ে বড় চুরি হচ্ছে, লোক নিজ নামাজ চুরি করা। আরজ করা হলো, ইয়া রাসূলাল্লাহ! নিজ নামাজ কীভাবে চুরি করে? ইরশাদ করলেন, এভাবে যে, রুকূ ও সিজদা পুরোপুরিভাবে আদায় না করা। (আল মুসান্নাফ ৩৭০/ জা‘মউ বায়ানিল ইলমে ওয়া ফাদ্বলিহি, ৪৮০)',
  'ইমাম আহমদ হজরত মুতলাক বিন আলী রাদিয়াল্লাহু আনহু থেকে বর্ণনা করেন যে, হুজুর সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ইরশাদ করেছেন, لَا يَنْظُرُ اللّٰهُ إِلَى صَلَاةِ عَبْدٍ لَا يُقِيْمُ صُلْبَهُ بَيْنَ رُكُوْعِهِ وَسُجُوْدِهِ- অর্থাৎ- আল্লাহ তায়ালা বান্দার ওই নামাজের প্রতি রহমতের দৃষ্টি দেন না, যাতে রুকূ ও সিজদার মাঝখানে পিঠ সোজা করা হয় না। (আহমদ)',
  'হে বৎস! নামাজে এদিক সেদিক তাঁকানো থেকে বিরত থাক। কারণ নামাজে এদিক সেদিক তাঁকানোই ধ্বংস। (তিরমিযী)',
  'যে ব্যক্তি যথাসময়ে নামাজ সম্পন্ন করবে, তার জন্য আমার প্রতিশ্রুতি হলো, তাকে আমি জান্নাতে প্রবেশ করাব। আর যে ব্যক্তি যথাসময়ে পড়বে না এবং সঠিকভাবে সম্পন্ন করবে না তার জন্য আমার কোনো প্রতিশ্রুতি নেই। চাইলে দোযখে প্রবেশ করাব আর চাইলে জান্নাতে প্রবেশ করাব। (দারেমী, ফতওয়ায়ে রযভীয়্যাহ)',
  'রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইরশাদ করেন, পাঁচ ওয়াক্ত নামাজের উদাহরণ হলো, যেমন তোমাদের কারো ঘরের দরজার পাশেই একটি পানি পূর্ণ প্রবাহমান নদী, আর ওই লোক তাতে প্রতিদিন পাঁচবার গোসল করে। (মুসলিম)',
]
